"""
Before you start, you need to copy the sentences to the "tests" array for analysis.
"""

tests_texts = [[], ['Один два три три один четыре. Три два четыре два два. Пять три 25-06-2008, десять. Три 21/08/1975.'],
         ['Один два три три один четыре.'],
         ['Один два три три один четыре. Один два три три один четыре. Один два три три один четыре.'],
         ['Один два три три один четыре. Два четыре два два. Пять 25-06-2008, десять. 21/08/1975.'],
         ['Пять 25-06-2008, десять']]
